{
  "updated": "2022-04-13T01:44:10.499Z",
  "items": [
    [
      "4/12/2022, 6:43:59 PM",
      "DeFi",
      "The transition to ETH 2.0 is already one of the greatest stories of 2022 — good news sure to travel beyond crypto's borders. We're betting on it! ⛳ With lower network costs, expect to see much growth. And with the 99.98% reduced energy needs... to all my dear friends with deep concerns re environmental impact: time to celebrate! Ay! Let's get to work 🌞🌱 This afternoon the team gave me Plan A and Plan B, and each have merit. Weighed in with an opinion and volunteered to do some heavy lifting. Decision day coming soon ⛳️"
    ],
    [
      "4/12/2022, 1:42:09 PM",
      "team relations | community relations",
      "Proposed a scouting program for recruitment. Weekly contributions by the team to identify people that we respect and admire; in order to reach out and invite them to connect. People we want to work with, collab with, to have in our community, or have as customers. The bar so incredibly high, they are more likely to decline than to say yes 🎯"
    ],
    [
      "4/12/2022, 10:36:26 AM",
      "engineering",
      "Added a thin integration of our AI to the Lab 3 Discord server just now. 🤖⚡️ Before the pandemic I worked out of Starbucks often, during my heavy R&D years in AI. (Building chat apps on social APIs such as Twitter, Messenger, Slack, Twitch and more. Voice bots using Alexa, Google Home, and hand-made smart speakers using Raspberry Pi and Arduinos. Automations built for workplace apps along the lines of Slack, Google Docs, and GitHub. And more! Behind these integrations, a core focus in machine learning was Natural Language Processing and Vision. It was an incredibly potent era; an explosion of technology. Summer 2016 to Winter 2020; what a time to be alive!) ⚡️🤖 At the cafe random people would often talk with me, and if we got to talking about AI at least 33% of the time it was suggested that my work could destroy humanity. Like any decent Evil-Genius I would laugh at that, and rub my hands together maniacally, drawing out the moment performatively. \"Nah. This particular robot hypes stream communities, works with the streamer to give the audience a great in-chat experience, and also subtley creates the conditions that inspire people to donate. It's not that serious!\" But of course, for the streamers and other growth-minded people who were testing with me, it was serious business. 🤖⚡️ Soon and over the next two years, a lot of good digital gear will go public finally. 🤌🏼 Today with this internal Discord server integration, our AI will have a few simple duties to begin: auto-deleting messages in certain channels after a certain time, sharing status updates with the team, and gathering them from the team. Just a start."
    ],
    [
      "4/11/2022, 1:45:41 PM",
      "community",
      "Contributed a creative pitch, re community building. A bridge between a popular Solana NFT community and some of the robot parts in our lab. Our team's resident DeFi DeGen did a lot of great work to tee the concept up, I just took a swing at bat and something fun popped off. Potential home run? Only one way to find out... (The discussion then elaborated on creative direction and utility in our own PFP NFT concept. To reveal soon)"
    ],
    [
      "4/11/2022, 12:45:32 PM",
      "product",
      "Recently I met someone at Starbucks who identified themselves as a Socialist, and asked why I decided to become a Capitalist. 🤔 Had never considered it to be a choice. Never really thought of myself in that way. (😹 Kind of funny, having an economic theory as your core personal identity.) 🤔 Product designer. Software developer. Photographer. Artist. Content creator. Hardware hacker. Marketer. Salesperson. Project leader 🤔 Capitalist? Nah, just a builder, making things people want and need. (And surprise, surprise: they're willing to pay for that.) Where I founded businesses, it was because there were no other pathways open to me. Pretty straight forward, and not that deep. 🚧 This afternoon, more documentation and materials for the team. Then I'm deep in the code again. \"Seize the means of production? Hey! I AM the means of production!\""
    ]
  ]
}